{
  "tag": "Life Story",
  "about": "APJ Abdul Kalam",

  "biography": [
    {"qid":"Introduction","qdata": "A.P.J. Abdul Kalam was a prominent Indian scientist who served as the 11th President of India from 2002 to 2007. Renowned for his pivotal role in the nation’s civilian space programme and military missile development, he was known as the Missile Man of India. He made significant contributions to India's Pokhran-II nuclear tests in 1998 which established him as a national hero. An alumnus of the prestigious Madras Institute of Technology, Kalam began his career as a scientist at the Aeronautical Development Establishment of the Defence Research and Development Organization (DRDO). He was later transferred to the Indian Space Research Organisation (ISRO) where he served as the project director of India's first Satellite Launch Vehicle (SLV-III). He eventually rejoined DRDO and became closely involved in India’s space programme. he served as the Chief Scientific Adviser to the Prime Minister in the 1990s before becoming the President of India in 2002. Immensely popular during his term, he earned the moniker of People's President. He was honored with several awards including the Bharat Ratna, India's highest civilian honour, for his contribution to the nation’s space and nuclear programme."},
    {"qid":"Early Life","qdata": "He was born as Avul Pakir Jainulabdeen Abdul Kalam on 15 October 1931 into a Muslim family in Rameswaram, then in the Madras Presidency in British India, and now in the state of Tamil Nadu. His father Jainulabudeen was a boat owner while his mother Ashiamma was a housewife. Kalam had four elder siblings.\n\nEven though his ancestors had been wealthy traders, the family had lost most of its fortunes by the 1920s and was poverty-stricken by the time Kalam was born. As a young boy he had to sell newspapers in order to add to the family’s meager income.\n\nEven though the family was not financially well-off, the children were raised in an atmosphere filled with love. In one of the books which Kalam wrote decades later, he fondly remembered how his mother would lovingly feed her own quota of food to the children and go hungry herself.\n\nHe was a good student and always curious to learn more about how things happened. When he was ten years old, one of his teachers, Siva Subramania Iyer, took the students to the seashore and asked them to observe the birds in flight.\n\nThen the teacher gave the children a theoretical explanation, which coupled with the live practical example, cast a deep influence on young Kalam’s mind. That very day the boy realized that his life’s calling had something to do with flight.\n\nAfter completing his studies at Schwartz Higher Secondary School, he enrolled at Saint Joseph's College, Tiruchirappalli, graduating in science in 1954. Pursuing his childhood dream, he travelled to Madras to study aerospace engineering in Madras Institute of Technology.\n\nDuring his third year, he was assigned a project to design a low-level attack aircraft together with a few other students. The project was a difficult one and on top of it, their guide gave them a very tight deadline. The young men toiled together, working under immense pressure, and finally managed to achieve the target within the stipulated deadline. The guide was thoroughly impressed by Kalam’s dedication.\n\nAt this juncture, Kalam aspired to become a fighter pilot. However he could not realize this dream."},
    {"qid":"Career As A Scientist","qdata": "A.P.J. Abdul Kalam earned his degree from Madras Institute of Technology in 1957 and joined the Aeronautical Development Establishment of the Defence Research and Development Organisation (DRDO) as a scientist in 1958.In the early 1960s, he worked with the Indian National Committee for Space Research (INCOSPAR) under the renowned space scientist Vikram Sarabhai. He also designed a small hovercraft at DRDO.He visited NASA's Langley Research Center in Hampton, Virginia; Goddard Space Flight Center in Greenbelt, Maryland; and Wallops Flight Facility in 1963-64. Inspired by this visit, he began working on an expandable rocket project independently at DRDO in 1965.However, he was not much satisfied with his work at DRDO and was happy to be transferred to the Indian Space Research Organisation (ISRO) in 1969. There he served as the project director of the SLV-III, India’s first indigenously designed and produced satellite launch vehicle.\n\nIn the 1970s, he began making efforts to develop the Polar Satellite Launch Vehicle (PSLV). Developed to allow India to launch its Indian Remote Sensing (IRS) satellites into Sun-synchronous orbits, the nation’s PSLV project was an eventual success; it was first launched on 20 September 1993.A.P.J. Kalam also directed several other projects, including Project Devil, in the 1970s. Project Devil was an early liquid-fueled missile project aimed at producing a short-range surface-to-air missile. The project was not a success in the long-term and was discontinued in the 1980s. However it led to the later development of the Prithvi missile in the 1980s.He was also involved with the Project Valiant which aimed at the development of intercontinental ballistic missile. Similar to Project Devil, this project too was not a success in itself but played a role in the development of the Prithvi missile later on.\n\nIn the early 1980s, the Integrated Guided Missile Development Programme (IGMDP), an Indian Ministry of Defence programme managed by the DRDO in partnership with other government organizations was launched. Kalam was asked to lead the project and thus he returned to DRDO as the Chief Executive of the IGMDP in 1983.The programme, which received tremendous political support, aimed at the concurrent development of four projects: Short range surface-to-surface missile (code-named Prithvi), Short range low-level surface-to-air missile (code-named Trishul), Medium range surface-to-air missile (code-named Akash) and Third-generation anti-tank missile (code-named Nag).The IGMDP, under the able leadership of Kalam proved to be a resounding success and produced a number of successful missiles including the first Prithvi missile in 1988, and the Agni missile in 1989. Due to his achievements as the director of the IGMDP, A.P.J. Abdul Kalam earned the nickname of “Missile Man.”His increasing involvement with governmental agencies led to his appointment as the Scientific Adviser to the Defense Minister in 1992. In 1999, he was appointed as the Principal Scientific Adviser to the Government of India with the rank of cabinet minister.In the late 1990s, he played a major role in conducting the Pokhran-II, a series of five nuclear bomb test explosions at the Indian Army's Pokhran Test Range in May 1998. Following the success of these tests which elevated Kalam to the status of a national hero, the then-Prime Minister Atal Bihari Vajpayee declared India a full-fledged nuclear state.In addition to being a brilliant scientist, A.P.J. Abdul Kalam was also a visionary. In 1998, he proposed a countrywide plan called Technology Vision 2020 to serve as an action plan to make India a developed nation by the year 2020. He put forward several suggestions, including nuclear empowerment, technological innovations, and improved agricultural productivity to achieve the same.In 2002, the National Democratic Alliance (NDA) which was in power at the time, expressed its decision to nominate A.P.J. Abdul Kalam for the President of India to succeed outgoing President K.R. Narayanan. Both the Samajwadi Party and the Nationalist Congress Party backed his candidacy. Kalam, being a popular national figure, easily won the presidential election."},
    {"qid":"Tenure As President of India","qdata": "A.P.J. Abdul Kalam assumed office as the 11th President of India on 25 July 2002, becoming the first scientist and the first bachelor to occupy Rashtrapati Bhawan. Over the course of his five-year term, he remained committed to his vision of transforming India into a developed nation and thus spent a lot of time conducting one-on-one meetings with young people to inspire them to achieve their best.He proved to be very popular with the citizens of the country and became known as the “People’s President.’ He was however criticized for not taking any concrete actions on the mercy petitions of convicts on death row submitted to him during his tenure. Out of the 21 mercy petitions submitted to him, he acted on only one plea in his five-year tenure.\n\nIn 2007, he decided not to contest the Presidential election again and stepped down as the President on 25 July 2007."},
    {"qid":"Death","qdata": "Dr. A.P.J. Abdul Kalam passed away on 27 July 2015, due to a massive cardiac arrest during a lecture at the Indian Institute of Management, Shillong. "}

  ]
}