{
  "tag": "Life Story",
  "about": "Dalai Lama",

  "biography": [
    {"qid":"Introduction","qdata": "Dalai Lama, Tibet's political leader, has strived to make Tibet an independent and democratic state from China. He and his followers are exiled to India.\n\nThe Dalai Lama was born Lhamo Thondup on July 6, 1935 in Taktser, China. At age 15, he assumed political power of Tibet as the Dalai Lama. The People's Republic of China invaded that same year. Fearing assassination, he and thousands of followers fled to Dharamsala in northern India, where they established an alternative government. Since then, the Dalai Lama has taken numerous actions in hopes of establishing an autonomous Tibetan state within the People's Republic of China. However, the Chinese government has shown no signs of moving toward peace and reconciliation with Tibet. The Dalai Lama has also conducted hundreds of conferences, lectures and workshops worldwide, as part of his humanitarian efforts. He was awarded the Nobel Peace Prize in 1989. In December 2008, the Dalai Lama announced his semi-retirement after having gallstone surgery."},
    {"qid":"Early Life","qdata": "Lhamo Thondup was born on July 6, 1935 in Taktser, China, northeast of Tibet, to a peasant family. He is the head of state and spiritual leader of the Tibetan government-in-exile based in Dharamshala, India. Tibetans believe him to be the reincarnation of his predecessors. For nearly 50 years, he had aimed to establish Tibet as a self-governing, democratic state.\n\nLhamo Thondup was the fifth of 16 children—seven of whom died at a young age. After several months of searching for a successor to the 13th Dalai Lama and following many significant spiritual signs, religious officials located Lhamo Thondup, at age 2, and identified him as the reincarnation of the 13th Dalai Lama, Thubten Gyatso. Young Lhamo was renamed Tenzin Gyatso and proclaimed the 14th Dalai Lama.\n\nDalai Lamas are believed to be the reincarnation of Avalokitesvara, an important Buddhist deity and the personification of compassion. Dalai Lamas are also enlightened beings who have postponed their own afterlife and chosen to take rebirth to benefit humanity. \"Dalai\" means \"ocean\" in Mongolian (the name \"Gyatso\" comes from the Tibetan word for ocean). \"Lama\" is the equivalent of the Sanskrit word \"guru,\" or spiritual teacher. Put together, the title of Dalai Lama is literally \"Ocean Teacher,\" meaning a \"teacher spiritually as deep as the ocean.\""},
    {"qid":"Buddhist Teachings","qdata": "Buddhism was created in the sixth century, BCE, with the birth of Buddha Siddhartha Gautama, making it one of the oldest religions practiced today. Originating in India, the religion spread throughout most of eastern and southern Asia. Buddhism came to Tibet in the 8th century, CE. Unlike other religions that are centered on a supreme being, Buddhism is centered on four basic truths: Life is not perfect; people are left unsatisfied by trying to make life perfect; people can realize there is a better way to achieve fulfillment; and by living one's life through wisdom, ethical conduct and mental discipline, people will reach enlightenment.\n\nWithin these truths are countless layers of teachings on the nature of existence, life, death and the self. Buddhism encourages its followers not to believe in those teachings, as followers of other religions believe in their religion's central figures and dogma, but rather to explore, understand, and test the truths against their own experiences. The emphasis here is on the exploration. The Buddhist belief of rebirth is a concept of \"renewal\" and not exactly reincarnation of a spirit or body. Under Buddhism, the consciousness of a person can become part of the consciousness of another person, as a flame moves from one candle to another. The second flame is not identical to the first, nor is it totally different. Thus, Buddhists believe life is a continual journey of experience and discovery and not divided between life and the afterlife."},
    {"qid":"Becoming the Dalai Lama","qdata": "Tenzin began his religious education at age 6. His schooling consisted of logic, Tibetan art and culture, Sanskrit, medicine and Buddhist philosophy, which is divided into five other categories dealing with the perfection of wisdom, monastic discipline, metaphysics, logic and epistemology—the study of knowledge. At age 11, Tenzin met Heinrich Harrer, an Austrian mountaineer, who became one of his tutors, teaching him about the outside world. The two remained friends until Harrer's death in 2006.\n\nIn 1950, at the age of 15, Tenzin assumed full political power as the Dalai Lama. However, his governorship was short. In October of that year, the People's Republic of China invaded Tibet against little resistance. In 1954, the Dalai Lama went to Beijing for peace talks with Mao Zedong and other Chinese leaders. However, in 1959, continued suppression of the Tibetan people by Chinese troops led to their uprising. The Dalai Lama and his closest advisers believed the Chinese government was planning to assassinate him. Consequently, he and several thousand followers fled to Dharamshala in northern India and established an alternative government there.\n\nAt the time, the People's Republic of China considered the Dalai Lama to be a symbol of an obsolete religious movement, not in line with communist philosophy. More recently, the Chinese government alleges that he is a separatist and a traitor for advocating Tibetan self-rule, and a terrorist for inciting Tibetan rebellion."},
    {"qid":"Conflict with China","qdata": "Since the Chinese invasion, the Dalai Lama has taken numerous actions in hopes of establishing an autonomous Tibetan state within the People's Republic of China. In 1963, he issued a draft constitution for Tibet containing a number of reforms to democratize the government. Called the Charter of Tibetans in Exile, it grants freedom of speech, belief, assembly, and movement. It also provides detailed guidelines for Tibetans living in exile.\n\nDuring the 1960s, the Central Intelligence Agency funded and trained Tibetan forces to resist the Chinese invasion and occupation with the Dalai Lama's full knowledge and support. The program was a failure as thousands of lives were lost in the resistance and is now considered merely a Cold War tactic on the part of the United States to challenge the Chinese government's legitimacy in the region.\n\nIn September 1987, the Dalai Lama proposed the Five Point Peace Plan for Tibet as the first steps in a peaceful solution to reconcile with the Chinese government and end the volatile situation there. The plan proposed that Tibet would become a sanctuary where enlightened people can exist in peace and the environment can be preserved. In June 15, 1988, the Dalai Lama addressed members of the European Parliament in Strasbourg, France. There he proposed talks between the Chinese and Tibetans that would lead to a self-governing democratic political entity for Tibet. The entity would be associated with the People's Republic of China, and the Chinese government would be responsible for Tibet's foreign policy and defense.\n\nIn 1991, the Tibetan government-in-exile declared the Strasbourg Proposal invalid because of the current Chinese leadership's negative attitude toward the proposal."}

  ]
}