{
  "tag": "Life Story",
  "about": "Dhiru Bhai Ambani",

  "biography": [
    {"qid":"Introduction","qdata": "Fiery instinct, futuristic outlook, indomitable will, and a burning passion was all that Dhirubhai Ambani had when he set out to work his way for a living in the lanes of Bombay, way back in 1958. From being a spice dealer to a cloth merchant to a textile producer, it was his overarching ambition, inexhaustible energy and never-say-die spirit that led him through all the obstacles to emerge as the business tycoon of India. He established and laid the foundation for Reliance Industries, which has become one of the largest conglomerates of India today. It was through his futuristic vision and strong business acumen that Reliance Industries created history in the Indian industry, a legacy that would serve as an inspiration for generations to come! Dhirubhai Ambani’s life is surely the rags to riches story, as he took one step at a time to become one of the industrial giants of the country. Fuelled by an aim to ‘Think Big, Think Differently, Think Fast and Think Ahead’ his capacities in the entrepreneurial sector were in stark contrast with his competitors, as he promised his dealers a deal that was revolutionary, ‘profit we share, losses are mine’. It was through his zeal, bonhomie and invincible spirit of conquering the universe that he transformed his men from clay into steel and helped them attain the pinnacle of success. For more on his life and profile, read on.\n"},
    {"qid":"Childhood & Early Life","qdata": "Dihrubhai Ambani was born in a Modh baniya family to Hirachand Govardhandas Ambani and Jamanaben in the village of Chorwad in the district of Junagarh. His father was employed as a school teacher while his mother was a homemaker.\n\nRaised in frugal living conditions, right from an early age, he was aware of the insufficiencies that the family dealt with due to the meagre income of his father and large expenses.\n\nWhile at school at Junagarh, he was elected as the General Secretary of the Junagarh State Union. He organized a rally on Indian Independence Day, defying the rules of the Nawab, head of the state.\n\nNext, he became a part of the Praja Mandal Movement that organized rallies to bring about constitutional reforms in the state. The result was the fleeing of the Nawab to Pakistan and Junagarh being a part of the Indian Union. It was his passion and active political involvement that brought him to the notice of political leaders.\n\nIn 1949, a new Socialist party emerged from the Congress of which he found himself a part of. For the upcoming municipal elections in Junagarh, he started campaigning for his favourite candidates, which eventually resulted in their victory. Though he was offered a place in the Party, he declined the offer to walk on road of his true calling.\n\nLeaving aside his political pursuits, he concentrated on academics and gave his matriculation exams. However, due to the ill health of his father and impoverished living condition of the family, he had to give up on his education and take up a job offered in Aden"},
    {"qid":"Career","qdata": "At Aden, he took up a clerical job at A. Besse & Co, the largest transcontinental trading firm east of Suez. The company dealt with trading all sorts of goods to European, American, African and Asian companies.\n\nCurious to learn the tricks of the trade, he soon started working simultaneously for a Gujarati trading firm. It was there that he learnt accounting, book keeping and preparing shipping papers and documents. He also acquired the skill of dealing with banks and insurance companies.\n\nSoon he took to speculative trading, in all sorts of goods and made profitable deals, a fact which made his competitors think of him having a knack for trade. He was then promoted to the oil filling station at the newly built harbour. It was therein that thoughts of building a refinery first shaped his dream.\n\nMeanwhile, Yemeni movement for independence curtailed opportunities for Indians living in Aden. Thus, he moved back to India in 1958 and started exploring business opportunities in Bombay.\n\nSince he could not make large investments, he settled as a spice trader under the name Reliance Commercial Corporations. He soon started trading spices, sugar, jaggery, betel nuts and such to Gulf Emirates. He focused on low profits, high volumes and rich quality.\n\nNot the one to be contented easily, he soon shifted focus to yarn trading, which though had high levels of risks involved, promised richer dividends as well. Starting on a small scale, he soon made big deals in yarn to the point of being elected a director of the Bombay Yarn Merchants Association.\n\nHis foresightedness and ability to judge helped him crack two most hefty deals in the yarn market that earned him the flush of capital required for the future Reliance Textiles. Playing on his idea of establishing a manufacturing unit, he soon realized the same by setting up a textile mill in Naroda, Ahmedabad in 1966.\n\nEvery weekend, he flew from Bombay to Ahmedabad to check on the progress of the establishment of the factory and troubleshoot any problems faced by the workers. His main aim was to produce the best quality nylon in the quickest way possible and in largest quantities.\n\nHe tripled the workforce to fasten the building of the factory. However, a drop in the valuation of the rupees globally steepened the project costs. Nevertheless, not the one to get scared to taking risks, he continued with the project.\n\nBy August 1966, the construction work had finished and the equipment and machineries were being installed to meet the September 1 deadline of starting off with the productions. Meanwhile, he accumulated a workforce of 35 men from Calcutta, Indore and Bombay to work in the factory. Production started as planned on September 1, 1966 but took a couple of months to stabilize.\n\nBy January 1967, his dreams started to realize as the Naroda factory began producing the finest quality of Nylon; but the new company had no buyers in the market as the wholesalers refused to buy fabric from Reliance at the instance of established big mill owners. .\n\nNot the one to accept defeat, he soon stepped out on the road and started selling his stock directly to retailers. His daring attitude and gutsy behaviour impressed all and soon the market for ‘Vimal’, the name of his fabric, grew and started expanding. In no time, it became the finest, best-selling fashion fabric of its times\n\nIncreased demand led to increased sales and greater profits. With the excess money, he started expanding his mill by adding new machineries and better facilities for workers. Soon the Reliance family grew large and prosperous with influx of a whole new gamut of fresh and experienced workers.\n\nBy 1972, Reliance became huge and thriving, a stark contrast to its starting days. Three years later, it received a nod of excellence from the World Bank, a fact that speeded the upgradation and expansion of all plant operations.\n\nIn 1981, his elder son Mukesh joined the business and he initiated Reliance's backward integration journey from textiles into polyester fibres and further into petrochemicals, petroleum refining and going up-stream into oil and gas exploration and production\n\nIn 1983, his younger son, Anil Ambani joined the business and took over as the chief executive officer at Naroda.\n\nBetween 1984 and 1996, the mill experienced a grand makeover as computerized and high-tech machines replaced the old traditional ones making Reliance the grandest composite mill in the country.\n\nOver the period of time, the Reliance industries diversified into other sector, such as, telecommunications, information technology, energy, power, retail, textiles, infrastructure services, capital markets, and logistics."},
    {"qid":"Major Works","qdata": "He was the mastermind, the initiator, conceptualizer and the visualizer behind Reliance Group. Starting off as a mere yarn dealer, he wrote history by establishing Reliance Industries at grassroot level and making it the largest business conglomerate in India.Dhirubhai revolutionized the way capital market functioned by drawing large amount of retail investors in a market till then dominated by financial institutions. He shaped the 'equity culture' in India and generated billions of rupees in wealth for those who put their trust in his companies.Reliance was the first Indian company to feature in Forbes 500 list."},
    {"qid":"Personal Life & Legacy","qdata": "He married Kokilaben in 1954. The couple was blessed with four children, Anil Ambani, Mukesh Ambani, Nina Kothari and Deepti Salgaonkar.\n\nA stroke in 1986 somewhat slowed him down and he handed over the reins of the company to his sons.He breathed his last on July 6, 2002, after a major stroke."}

  ]
}