{
  "tag": "Life Story",
  "about": "Walt Disney",

  "biography": [
    {"qid":"Introduction","qdata": "Walt Disney was an American motion-picture and television producer and showman, famous as a pioneer of cartoon films and as the creator of Disneyland.\n"},
    {"qid":"Who Was Walt Disney?","qdata": "Walter Elias \"Walt\" Disney was born on December 5, 1901, in Hermosa, Illinois. He and his brother Roy co-founded Walt Disney Productions, which became one of the best-known motion-picture production companies in the world. Disney was an innovative animator and created the cartoon character Mickey Mouse. He won 22 Academy Awards during his lifetime, and was the founder of theme parks Disneyland and Walt Disney World."},
    {"qid":"Early Life","qdata": "Walt Disney was born on December 5, 1901, in the Hermosa section of Chicago, Illinois.\n\nIn 1925, Disney hired an ink-and-paint artist named Lillian Bounds. After a brief courtship, the couple married.\n\nWalt Disney was one of five children, four boys and a girl. His father was Elias Disney, an Irish-Canadian, and his mother, Flora Call Disney, was German-American.\n\nDisney lived most of his childhood in Marceline, Missouri, where he began drawing, painting and selling pictures to neighbors and family friends. In 1911, his family moved to Kansas City, where Disney developed a love for trains. His uncle, Mike Martin, was a train engineer who worked the route between Fort Madison, Iowa and Marceline. Later, Disney would work a summer job with the railroad, selling snacks and newspapers to travelers.\n\nDisney attended McKinley High School in Chicago, where he took drawing and photography classes and was a contributing cartoonist for the school paper. At night, he took courses at the Chicago Art Institute. When Disney was 16, he dropped out of school to join the Army but was rejected for being underage. Instead, he joined the Red Cross and was sent to France for a year to drive an ambulance. He moved back to the U.S. in 1919.\n"},
    {"qid":"Walt Disney’s First Cartoons & Disneyland’s Opening","qdata": "In 1919, Disney moved to Kansas City to pursue a career as a newspaper artist. His brother Roy got him a job at the Pesmen-Rubin Art Studio, where he met cartoonist Ubbe Eert Iwwerks, better known as Ub Iwerks. From there, Disney worked at the Kansas City Film Ad Company, where he made commercials based on cutout animation. Around this time, Disney began experimenting with a camera, doing hand-drawn cel animation, and decided to open his own animation business. From the ad company, he recruited Fred Harman as his first employee.\n\nWalt and Harman made a deal with a local Kansas City theater to screen their cartoons, which they called Laugh-O-Grams. The cartoons were hugely popular, and Disney was able to acquire his own studio, upon which he bestowed the same name. Laugh-O-Gram hired a number of employees, including Harman's brother Hugh and Iwerks. They did a series of seven-minute fairy tales that combined both live action and animation, which they called Alice in Cartoonland. By 1923, however, the studio had become burdened with debt, and Disney was forced to declare bankruptcy.\n\nDisney and his brother Roy soon pooled their money and moved to Hollywood. Iwerks also relocated to California, and there the three began the Disney Brothers' Studio. Their first deal was with New York distributor Margaret Winkler, to distribute their Alice cartoons. They also invented a character called Oswald the Lucky Rabbit, and contracted the shorts at $1,500 each.\n\nA few years later, Disney discovered that Winkler and her husband, Charles Mintz, had stolen the rights to Oswald, along with all of Disney’s animators, except for Iwerks. Right away the Disney brothers, their wives and Iwerks produced three cartoons featuring a new character Walt had been developing called Mickey Mouse. The first animated shorts featuring Mickey were Plane Crazy and The Gallopin' Gaucho, both silent films for which they failed to find distribution. When sound made its way into film, Disney created a third, sound-and-music-equipped short called Steamboat Willie. With Walt as the voice of Mickey, the cartoon was an instant sensation.\n\nDisney's $17 million Disneyland theme park opened on July 17, 1955, in Anaheim, California, with actor (and future U.S. president) Ronald Reagan presiding over the activities on what was once an orange grove. After a tumultuous opening day involving several mishaps (including the distribution of thousands of counterfeit invitations), the site became known as a place where children and their families could explore, enjoy rides and meet the Disney characters.\n\nIn a very short time, the park had increased its investment tenfold, and was entertaining tourists from around the world. With the original site having some attendance ups and downs over the years, Disneyland has expanded its rides over time and branched out globally with parks in Tokyo, Paris and Hong Kong, with a Shanghai location that opened in June 2016. Sister property California Adventure also opened in 2001."},
    {"qid":"Death","qdata": "Within a few years of the opening, Disney began plans for a new theme park and to develop Experimental Prototype Community of Tomorrow (EPCOT) in Florida. It was still under construction when, in 1966, Disney was diagnosed with lung cancer. He died on December 15, 1966, at the age of 65. Disney was cremated, and his ashes interred at Forest Lawn Cemetery in Los Angeles, California. After his brother's death, Roy carried on the plans to finish the Florida theme park, which opened in 1971 under the name Walt Disney World."}

  ]
}