{
  "tag": "Life Story",
  "about": "Flipkart Founders",

  "biography": [
    {"qid":"Introduction","qdata": "A quick look into any success story shows a path breaking idea at the heart of the tale. Flipkart is no exception. It is not the idea itself but the conviction to convert ideas into action and action into results is what defines a true success story. Measured by that yardstick, Flipkart has been a hugely successful."},
    {"qid":"Early Life","qdata": "Back in 2007, when Flipkart was launched, Indian e-commerce industry was taking its beginner steps. The company is registered in Singapore, but theyir headquarters are in the city of Bangalore, India."},
    {"qid":"Founders","qdata": "Sachin Bansal and Binny Bansal, who were working for Amazon.com had an idea to start an e-commerce company in India. Both of them are alumni of IIT, Delhi and are native of Chandigarh, India. They left their jobs in Amazon to start their own business. \n\nOne can easily call that a risky move. In a country where people have various tastes and preferences, an ecommerce start-up will always have enormous challenges. In India, people often prefer to shop in person and buy goods they see and like. Today, thanks to Flipkart, e-commerce has become one of the fastest growing sectors in India."},
    {"qid":"How it Started?","qdata": "Flipkart began selling books to begin with. It soon expanded and began offering a wide variety of goods. Innovating right from the start, Flipkart has been home to few of the striking features of Indian e-commerce."},
    {"qid":"Fundings History","qdata": "In the first few years of its existence, Flipkart raised funds through venture capital funding. As the company grew in stature, more funding arrived. Flipkart repaid the investors’ faith with terrific performances year after year. In the financial year 2008-09, Flipkart had made sales to the tune of 40 million Indian rupees. This soon increased to 200 million Indian rupees the following year.\n\nTheir last round of Fundraising had increased their value to $ 15 billion, however, as of February 2016, according to Morgan Stanley, their estimated value stands at $11 billion."},
    {"qid":"Evolution","qdata":"Back at the time when Flipkart was launched, any e-commerce company faced two major difficulties. One was the problem of online payment gateways. Not many people preferred online payment and the gateways were not easy to set up. Flipkart tackled this problem by introducing cash on delivery and payment by card on delivery in addition to others. Flipkart was the first to implement the popular ‘Cash On Delivery’ facility, which every online shopping website in India offers as an option today.\n\nThe second problem was the entire supply chain system. Delivering goods on time is one of the most important factor that determines the success of an ecommerce company. Flipkart addressed this issue by launching their own supply chain management system to deliver orders in a timely fashion.Today as it stands, Sachin Bansal is the Chairman of the company and Binny Bansal is the CEO of Flipkart."},
    {"qid":"Acquisitions","qdata":"Flipkart also acquired few companies like Myntra.com, LetsBuy.com etc., to better their presence in the market. With the entry of Amazon.com in India, the competition between the companies has seen many takeovers. Flipkart’s journey from a small book e-retailer to India’s largest e-commerce platform inspires a generation of start-ups. In a country where stereotypes are common, Flipkart managed to break the norm and change the ecommerce industry in India for ever. Flipkart’s story proves that if you have a great idea, and you are a doer and not a thinker, success is not far off."}
  ]
}