{
  "tag": "Life Story",
  "about": "Google Founders",

  "biography": [
    {"qid":"Introduction","qdata": "Remember AltaVista? Excite? Ask Jeeves? They’re names from the past of Internet search—before Google arrived on the scene and showed people how looking things up online should be done. In honor of the 10-year anniversary of Google’s IPO, let’s take a look back to see how two students from Stanford University—Google founders Larry Page and Sergey Brin—came together to create a site that would change the world.\n"},
    {"qid":"A exciting first meeting","qdata": "In the summer of 1995, Larry Page, then 22, visited Stanford as a prospective PhD student in computer science. His tour guide was Sergey Brin, a 21-year-old mathematical whiz who was already pursuing his PhD in that department. Despite their common interests, Brin and Page didn’t immediately hit it off—in fact, their first day together was spent arguing.\n\nPage later told Wired magazine, “I thought [Sergey] was pretty obnoxious. He had really strong opinions about things, and I guess I did, too.”\n\nAs for Brin, he felt that they “both found each other obnoxious. But we say it a little bit jokingly. Obviously we spent a lot of time talking to each other, so there was something there.”\n\nFortunately for them, their relationship was going to get much better."},
    {"qid":"There might not have been a 'Google'","qdata": "Page elected to attend Stanford, and by 1996 he and Brin were good friends who were collaborating on a project called “Backrub,” which investigated how sites linked back to other webpages. The pair soon realized that helping people find pages with more incoming links (particularly from credible websites) would be a better way to search the Internet.\n\nIt can be hard to imagine now, given just how well their idea turned out, but Brin and Page, who wanted to finish their PhDs, actually looked into selling their search innovations to another company. The two talked to Yahoo!, Infoseek, Lycos and AltaVista, and entered into negotiations with Excite.\n\nPage noted, We did get offers, but they weren’t for much money. So we said, ‘Whatever,’ and went back to Stanford to work on it some more."},
    {"qid":"Finding a better name than 'Backrub'","qdata": "Since they couldn’t sell their technology, Brin and Page knew they needed to start their own company. And they agreed that the name “Backrub” had to go. After considering calling their site \"The Whatbox,\" inspiration was found in the word googol (the term for a number with one hundred zeros).\n\nWith a slight change in spelling, Google.com—which Page deemed “easy to type and memorable”—was born in 1997.\n\nAnd thanks to the name change, no one today is asking, \"Did you Backrub it?\""},
    {"qid":"Evolving Conglomerate","qdata": "In 2006, Google purchased the most popular website for user-submitted streaming videos, YouTube, for $1.65 billion in stock.\n\nIn September 2013, Page was ranked No. 13 on the \"Forbes 400\" list of the richest people in America. That October, he was ranked No. 17 on Forbes' 2013 \"Most Powerful People\" list. As Google's CEO, Page shared responsibility for the company's day-to-day operations with Brin, who served as director of special projects for Google, and Eric Schmidt, the company's executive chairman.\n\nOn August 10, 2015, Page and Brin announced the creation of a new parent company called Alphabet to oversee Google and other subsidiaries. Page and Brin were set to serve as the new company's CEO and president, respectively, with Sundar Pichai stepping in as Google's top executive."}

  ]
}