{
  "tag": "Life Story",
  "about": "Jack Ma",

  "biography": [
    {"qid":"Introduction","qdata": "Jack Ma is one of the world’s greatest living examples of entrepreneurship today. Once a poor lad who survived by guiding tourists, Ma left no stone unturned to rise above his humble condition and achieve success. One of the first steps he took in this regard was to improve his communication skills by learning English. Jack was one of the first few individuals who saw Internet as a business opportunity even at a time when the rest of the world didn’t believe in his thoughts. After starting his first venture using a mere $20000, the entrepreneur earned around $800,000 in a matter of just three years. However, it is the e-commerce based venture, ‘Alibaba’, which he founded in the early 2000s that catapulted this entrepreneur to global fame. The revenue earned by the firm has helped him reach the zenith of success and made him the richest man in China. He even co-founded a few other similar ventures which were also successful to a great extent; one of these was the e-commerce website called ‘Taobao’. Jack has also been a recipient of many awards over the years; a few of these include featuring in world-renowned magazines such as ‘Forbes’, ‘Time’ and others"},
    {"qid":"Recent in News","qdata": "Jack Ma made headlines recently after visiting President Trump and announcing that he would help create a million jobs in the US.\n\nBut the Chinese billionaire has not held back voicing scepticism of Trump's protectionist policies, warning \"if trade stops, war starts.\"\n\nWhen it comes to trade, Ma knows what he's talking about. According to Forbes, he's worth an estimated $29 billion, which includes his 7.8% stake in Alibaba -- China's answer to Amazon -- and a nearly 50% stake in payment-processing service Alipay.\n\nMa is a true rags-to-riches story. He grew up poor in communist China, failed his university-entrance exam twice, and was rejected from dozens of jobs, including one at KFC, before finding success with his third internet company, Alibaba"},
    {"qid":"Early Life & Childhood","qdata": "Jack Ma -- born Ma Yun -- was born on October 15, 1964, in Hangzhou, located in the southeastern part of China. He has an older brother and a younger sister. He and his siblings grew up at a time when communist China was increasingly isolated from the West, and his family didn't have much money when they were young."},
    {"qid":"Career","qdata": "Ma was scrawny and often got into fights with classmates. \"I was never afraid of opponents who were bigger than I,\" he recalls in \"Alibaba,\" a book by Liu Shiying and Martha Avery. Still, Ma had hobbies just like any other kid. He liked collecting crickets and making them fight, and was able to distinguish the size and type of cricket just by the sound it made.\n\nAfter President Nixon visited Hangzhou in 1972, Ma's hometown became a tourist mecca. As a teenager, Ma started waking up early to visit the city's main hotel, offering visitors tours of the city in exchange for English lessons. The nickname \"Jack\" was given to him by a tourist he befriended.\n\nWithout money or connections, the only way Ma could get ahead was through education. After high school, he applied to go to college -- but failed the entrance exam twice. After a great deal of studying, he finally passed on the third try, going on to attend Hangzhou Teachers Institute. He graduated in 1988 and started applying to as many jobs as he could.\n\nWithout money or connections, the only way Ma could get ahead was through education. After high school, he applied to go to college -; but failed the entrance exam twice. After a great deal of studying, he finally passed on the third try, going on to attend Hangzhou Teachers Institute. He graduated in 1988 and started applying to as many jobs as he could.\n\nHe received more than a dozen rejections -- including from KFC -- before being hired as an English teacher. Ma was a natural with his students and loved his job -- though he only made $12 a month at a local university.\n\nMa had no experience with computers or coding, but he was captivated by the internet when he used it for the first time during a trip to the US in 1995. He had recently started a translation business and made the trip to help a Chinese firm recover a payment. Ma's first online search was \"beer,\" but he was surprised to find that no Chinese beers turned up in the results. It was then that he decided to found an internet company for China.\n\nThough his first two ventures failed, four years later he gathered 17 of his friends in his apartment and convinced them to invest in his vision for an online marketplace he called \"Alibaba.\" The site allowed exporters to post product listings that customers could buy directly.\n\nSoon, the service started to attract members from all over the world. By October 1999, the company had raised $5 million from Goldman Sachs and $20 million from SoftBank, a Japanese telecom company that also invests in technology companies. The team remained close-knit and scrappy. \"We will make it because we are young and we never, never give up,\" Ma said to a gathering of employees.\n\nIn 2005, Yahoo invested $1 billion in Alibaba in exchange for about a 40% stake in the company. This was huge for Alibaba -- at the time it was trying to beat eBay in China-- and it would eventually be an enormous win for Yahoo too, netting it $10 billion in Alibaba's IPO alone."},
    {"qid":"Awards and Achievements","qdata": "China Central Television had mentioned Jack in its ‘Top 10 Business Leaders of the Year’ list, compiled for the year 2004.\n\nHe was named the ‘Businessperson of the Year’ by the ‘Business Week’ magazine and also featured in the list of ‘25 Most Powerful Businesspeople in Asia’, in 2005.\n\n2009 was an eventful year in Jack’s life; he secured a spot in ‘Time’ magazine’s list of ‘World’s 100 Most Influential People’. The internet giant also received the ‘2009 CCTV Economic Person of the Year: Business Leader of the Decade Award’.\n\nThe world-renowned ‘Forbes’ magazine had named him as the 30th most powerful person in the world during 2014.\n\nAt the ‘Asian Awards’ ceremony held in 2015, he was felicitated with the ‘Entrepreneur of the year’ award."}

  ]
}