{
  "tag": "Life Story",
  "about": "Abraham Lincoln",

  "biography": [
    {"qid":"Introduction","qdata": "Abraham Lincoln was the 16th president of the United States. He preserved the Union during the U.S. Civil War and brought about the emancipation of slaves."},
    {"qid":"Who Was Abraham Lincoln?","qdata": "Abraham Lincoln (February 12, 1809 to April 14, 1865) was the 16th president of the United States and is regarded as one of America's greatest heroes due to his role as savior of the Union and emancipator of the slaves. His rise from humble beginnings to achieving the highest office in the land is a remarkable story. He was suddenly and tragically assassinated at a time when his country needed him to complete the great task remaining before the nation. His eloquence of democracy and insistence that the Union was worth saving embody the ideals of self-government that all nations strive to achieve. Lincoln's distinctively human and humane personality and incredible impact on the nation has endowed him with an enduring legacy.\n"},
    {"qid":"Early Life","qdata": "Abraham Lincoln was born in a log cabin in Hardin County, Kentucky on February 12, 1809.\n\nThe Lincolns were forced to move from Abraham’s birthplace of Kentucky to Perry County, Indiana, due to a land dispute in 1817. There the family \"squatted\" on public land to scrap out a living in a crude shelter, hunting game and farming a small plot. Abraham’s father was eventually able to buy the land.\n\n"},
    {"qid":"Lincoln’s Emancipation Proclamation","qdata": "On January 1, 1863, Lincoln delivered the Emancipation Proclamation, reshaping the cause of the Civil War from saving the union to abolishing slavery. The Union Army's first year and a half of battlefield defeats made it difficult to keep up morale and support strong for a reunification of the nation. And the Union victory at Antietam on September 22, 1862, while by no means conclusive, was hopeful, giving Lincoln confidence to officially change the goals of the war.\n\nLincoln’s Emancipation Proclamation stated that all individuals who were held as slaves in rebellious states \"henceforward shall be free.\" The action was more symbolic than effective because the North didn’t control any states in rebellion and the proclamation didn’t apply to Border States, Tennessee or some Louisiana parishes.\n\nThough both his parents were most likely illiterate, Thomas’ new wife Sarah encouraged Abraham to read. It was while growing into manhood that Abraham Lincoln received his formal education — an estimated total of 18 months — a few days or weeks at a time. Reading material was in short supply in the Indiana wilderness. Neighbors recalled how Abraham would walk for miles to borrow a book. He undoubtedly read the family Bible and probably other popular books at that time such as Robinson Crusoe, Pilgrims Progress and Aesop’s Fables.\n\nYoung Abraham Lincoln eventually migrated to the small community of New Salem, Illinois, where over a period of years he worked as a shopkeeper, postmaster and eventually general store owner. It was there that Lincoln, working with the public, acquired social skills and honed storytelling talent that made him popular with the locals. When the Black Hawk War broke out in 1832 between the United States and Native Americans, the volunteers in the area elected Lincoln to be their captain. He saw no combat during this time, save for \"a good many bloody struggles with the mosquitoes,\" but was able to make several important political connections.\n\nAbraham Lincoln was married to Mary Todd on November 4, 1842. Todd was a high-spirited, well-educated woman from a distinguished Kentucky family. When the couple became engaged in 1840, many of their friends and family couldn't understand Mary’s attraction; at times Lincoln questioned it himself. In 1841, the engagement was suddenly broken off, most likely at Lincoln's initiative. Mary and Abraham met later at a social function and eventually married in 1842. The couple had four children, of which only one, Robert, survived to adulthood.\n\nBefore marrying Todd, Lincoln was involved with other potential matches. Around 1837, he purportedly met and became romantically involved with Anne Rutledge. Before they had a chance to be engaged, a wave of typhoid fever came over New Salem and Anne died at age 22. Her death was said to have left Lincoln severely depressed. However, several historians disagree on the extent of Lincoln’s relationship with Rutledge and his level of sorrow at her death may be more the makings of legend. About a year after the death of Rutledge, Lincoln courted Mary Owens. The two saw each other for a few months and marriage was considered. But in time, Lincoln called off the match."},
    {"qid":"Abraham Lincoln’s Assassination","qdata": "Abraham Lincoln was assassinated on April 14, 1865, by well-known actor and Confederate sympathizer John Wilkes Booth at Ford's Theater in Washington, D.C. He was taken from the theater to the Petersen House across the street and laid in a coma for nine hours before dying the next morning. His body lay in state at the Capitol before a funeral train took him back to his final resting place in Springfield, Illinois."}

  ]
}