{
  "tag": "Life Story",
  "about": "Dr. Rajendra Prasad",

  "biography": [
    {"qid":"Introduction","qdata": "Dr. Rajendra Prasad was the first President of independent India. His contribution to the nation runs much deeper. He was one of the prominent leaders of the Indian Nationalist Movement alongside Jawaharlal Nehru, Vallabhbhai Patel and Lal Bahadur Shastri. He was one of those passionate individuals who gave up a lucrative profession to pursue a greater goal of attaining freedom for the Motherland. He took up the helms of designing the Constitution of the nascent nation by heading up the Constituent Assembly post-independence. To say it succinctly, Dr. Prasad was one of the chief architects in shaping the Republic of India."},
    {"qid":"Early Life and Education","qdata": "Dr. Rajendra Prasad was born into a big joint family in Ziradei village of Siwan district near Chhapra of Bihar. His father, Mahadev Sahay was a scholar of Persian and Sanskrit language while his mother Kamleshwari Devi was a religious lady.\n\nFrom an age of five, young Rajendra Prasad was placed under the tutelage of a Maulvi to learn Persian, Hindi and Mathematics. Later he was transferred to the Chhapra Zilla School and went on to study at R.K. Ghosh's Academy in Patna along with elder brother Mahendra Prasad. At the age of 12, Rajendra Prasad was married to Rajavanshi Devi. The couple had one son, Mrityunjay.\n\nA brilliant student, Rajendra Prasad stood first in the entrance examination to study at the University of Calcutta. He was awarded a scholarship of Rs.30 per month and he joined the Presidency College in 1902. He was initially a student of science and his teachers included J.C. Bose and Prafulla Chandra Roy. Later he decided to switch his focus to arts stream. Prasad lived with his brother in the Eden Hindu Hostel. A plaque still commemorates his stay in that room. Dr. Rajendra Prasad was instrumental in the formation of the Bihari Students' Conference in 1908. It was the first organization of its kind in the whole of India. The move produced the entire political leadership of the nineteen twenties in Bihar. In 1907, Rajendra Prasad passed with a Gold medal in the Masters degree in Economics from University of Calcutta."},
    {"qid":"Carrer","qdata": "Post his post-graduation, he joined as a Professor of English at the Langat Singh College of Muzaffarpur, Bihar and later became its Principal. He left the job in 1909 and came to Calcutta to pursue a degree in Law. While studying Law at the University of Calcutta, he taught Economics at the Calcutta City College. He completed his Masters in Law during 1915. He then went on to pursue a Doctorate degree in Law from the Allahabad University.\n\nHe started his law practice at the Calcutta High Court in 1911. In 1916, Rajendra Prasad joined the Patna High Court after its establishment. He continued his law practice in Bhagalpur (Bihar) while continuing his advanced academic degrees. Dr. Prasad eventually emerged as a popular and eminent figure of the entire region. Such was his intellect and his integrity, that often when his adversary failed to cite a precedent, the judges asked Rajendra Prasad to cite a precedent against them."},
    {"qid":"Role in the Nationalist Movement","qdata": "Dr. Prasad entered the political arena in a quiet, light-footed manner. He attended as a volunteer in the 1906 Calcutta session of the Indian National Congress and formally joined the party in 1911. He was subsequently elected to the AICC. \n\nIn 1917, Mahatma Gandhi visited Champaran to support the cause of the peasants’ revolting against the forceful cultivation of Indigo by the British authorities. Gandhi invited Dr. Prasad to the area to undertake a fact finding mission regarding the claims of both the peasants and the British. Although skeptical initially, Dr. Prasad was mightily impressed by Gandhi’s demeanor, dedication and philosophy. Gandhi undertook the ‘Champaran Satyagraha’ and Dr. Prasad offered his whole-hearted support to the cause.\n\nIn 1920, when Gandhi announced the commencement of the Non-cooperation movement, Dr. Prasad gave up his lucrative law practice and dedicated himself to the cause of freedom. He led the programs of non-cooperation in Bihar. He toured the state, holding public meetings and making heartfelt speeches for the support of movement. He undertook collection of funds to enable the continuation of the movement. He urged people to boycott Government schools, colleges and offices. As a gesture of support to Gandhi’s call to boycott attending British sponsored educational institutions, Dr. Prasad asked his son Mrityunjaya Prasad to leave the University and join Bihar Vidyapeeth. He started the National College in Patna in 1921. He upheld the ideas of Swadeshi, asking people to boycott foreign goods, peruse the spinning wheel and wear only khadi garments.\n\nNationalist India expressed its admiration by electing Rajendra Prasad as the President of the Bombay session of the Indian National Congress in October 1934. He was elected President for a second time in 1939 when Subhash Chandra Bose resigned from the post. His third stint as the President of All India Congress Party was in 1947 when J. B. Kripalani resigned from the post.\n\nHe became very much involved in the Quit India movement launched by Gandhi in 1942. He led protests and demonstrations in Bihar (Patna in particular). The nationwide uproar demanding independence instigated the British Government to undertake mass arrest of all influential Congress leaders. Dr. Prasad was arrested from Sadaqat Ashram, Patna and was sent to Bankipur Central Jail where he spent 3 years imprisonment. He was released on 15 June 1945."},
    {"qid":"As President of Independent India","qdata": "Dr. Rajendra Prasad was selected as the Food and Agriculture Minister in the interim Government headed by Jawaharlal Nehru in 1946. Soon he was elected President of the Constituent Assembly on December 11, the same year. He presided over the Constituent Assembly from 1946 till 1949 and helped frame the Constitution of India. On January 26, 1950, the Republic of India came into existence and Dr. Rajendra Prasad was elected to be the first ever President of the country. Unfortunately, on the night of 25 January 1950, a day before the Republic Day of India, his sister Bhagwati Devi passed away. He set about the cremation but only after his return from the parade ground.\n\nAs President of India, he duly acted as per the Constitution, independent of any political party. He travelled the world extensively as an ambassador of India, building diplomatic rapport with foreign nations. He was re-elected for 2 consecutive terms in 1952 and 1957, and remains only President of India to achieve this feat."},
    {"qid":"Death","qdata":"In September 1962, Dr. Prasad's wife Rajavanshi Devi passed away. The incident led to deterioration of his health and Dr. Prasad retired from public life. He resigned from office and returned to Patna on May 14, 1962. He spent the last few months of his life in retirement at the Sadaqat Ashram in Patna. He was awarded the \"Bharat Ratna\", the nation's highest civilian award, in 1962. \n\nDr. Prasad passed away, after suffering from brief illness for around six months, on February 28, 1963."}

  ]
}