{
  "tag": "Life Story",
  "about": "Sardar Vallabhbhai Patel",

  "biography": [
    {"qid":"Introduction","qdata": "Sardar Vallabhbhai Patel is a revered name in Indian politics. A lawyer and a political activist, he played a leading role during the Indian Independence Movement. After independence, he was crucial in the integration of over 500 princely states into the Indian Union. He was deeply influenced by Gandhi’s ideology and principles, having worked very closely with leader. Despite being the choice of the people, on the request of Mahatma Gandhi, Sardar Patel stepped down from the candidacy of Congress President, which ultimately turned out to be the election to choose the first Prime Minister of independent India. He was the first Home Minister of Independent India and his uncompromising efforts towards consolidation of the country earned him the title ‘Iron Man of India’."},
    {"qid":"Childhood & Early Life","qdata": "Vallabhbhai Patel was born on October 31, 1875 in Nadiad village of modern day Gujarat to Zaverbhai and Ladbai. Vallabhbhai, his father had served in the army of the Queen of Jhansi while his mother was a very spiritual woman.\n\nStarting his academic career in a Gujarati medium school, Sardar Vallabhbhai Patel later shifted to an English medium school. In 1897, Vallabhbhai passed his high school and started preparing for law examination. He went to pursue a degree in law and travelled to England in 1910. He completed his law degree in 1913 from Inns of Court and came back to India to start his law practice in Godhra, Gujarat. For his legal proficiency, Vallabhbhai was offered many lucrative posts by the British Government but he rejected all. He was a staunch opponent of the British government and its laws and therefore decided not to work for the British.\nIn 1891 he married Zaverbai and the couple had two children. \n\nPatel shifted his practice to Ahmedabad. He became a member of the Gujarat Club where he attended a lecture by Mahatma Gandhi. Gandhi’s words deeply affected Vallabhbai and he soon adopted Gandhian principles to become a staunch follower of the charismatic leader."},
    {"qid":"Role in the Indian National Movement","qdata": "In 1917, Sardar Vallabhbhai was elected as the Secretary of the Gujarat Sabha, the Gujarat wing of the Indian National Congress. In 1918, he led a massive 'No Tax Campaign' that urged the farmers not to pay taxes after the British insisted on tax after the floods in Kaira. The peaceful movement forced the British authorities to return the land taken away from the farmers. His effort to bring together the farmers of his area brought him the title of 'Sardar'. He actively supported the non-cooperation Movement launched by Gandhi. Patel toured the nation with him, recruited 300,000 members and helped collect over Rs. 1.5 million.\n\nIn 1928, the farmers of Bardoli again faced a problem of 'tax-hike'. After prolonged summons, when the farmers refused to pay the extra tax, the government seized their lands in retaliation. The agitation took on for more than six months. After several rounds of negotiations by Patel, the lands were returned to farmers after a deal was struck between the government and farmers’ representatives."},
    {"qid":"Sardar Patel & the Partition of India","qdata": "The separatist movement lead by Muslim League leader Mohammed Ali Jinnah led to a series of violent Hindu-Muslim riots across the country just before the independence. In Sardar Patel’s opinion, the open communal conflicts incited by the riots had the potential to establish a weak Government at the centre post-independence which will be disastrous for consolidating a democratic nation. Patel went on to work on a solution with V.P. Menon, a civil servant during December 1946 and accepted his suggestion of creating a separate dominion based on religious inclination of states. He represented India in the Partition Council."},
    {"qid":"Contributions to Post-independence India","qdata": "After India achieved independence, Patel became the first Home Minister and also the Deputy Prime Minister. Patel played a very crucial role in post-independence India by successfully integrating around 562 princely states under the Indian Dominion. The British Government had presented these rulers with two alternatives - they could join India or Pakistan; or they could stay independent. This clause magnified the difficulty of process to mammoth proportions. Congress entrusted this intimidating task to Sardar Patel who started lobbying for integration on August 6, 1947. He was successful in integrating all of them barring Jammu and Kashmir, Junagarh and Hyderabad. He eventually dealt with the situation with his sharp political acumen and secured their accession. The India that we see today was a result of the efforts put in by Sardar Vallabhbhai Patel."},
    {"qid":"Death","qdata":"Sardar Vallabhbhai Patel's health started declining in 1950. He realized that he was not going to live much longer. On 2nd November 1950, his health deteriorated further and he was confined to bed. After suffering a massive heart attack, on 15 December 1950, the great soul left the world. He was posthumously conferred the Bharat Ratna, India’s highest Civilian honour, in 1991. His birthday, October 31, was declared Rashtriya Ekta Divas in 2014."}

  ]
}