{
  "tag": "Life Story",
  "about": "Dr Sarvepalli Radhadhakrishnan",

  "biography": [
    {"qid":"Introduction","qdata": "Sarvepalli Radhakrishnan was an Indian philosopher and statesman who served as the president of the nation from 1962 to 1967. Prior to this, he had served as the first Vice President of India from 1952 to 1962. An educator by profession, he had ventured into politics quite late in life. Born into a poor Brahmin family in southern India, he grew up to be an intelligent and bright boy with an unquenchable thirst for knowledge. His conservative father did not want the boy to learn English and hoped that he would become a priest. But the young Radhakrishnan excelled in his studies and attended the Madras Christian College on a scholarship and graduated with a master's degree in philosophy. He embarked on an academic career and with time established himself as one of India's most distinguished 20th century scholars of comparative religion and philosophy. He was influential in shaping the understanding of Hinduism, in both India and the West. It was only after India’s independence in 1947 that he became involved in politics. After representing India at UNESCO, he was made the country’s first vice president and later the president. His birthday, 5 September, is celebrated in India as Teachers' Day."},
    {"qid":"Childhood & Early Life","qdata": "Sarvepalli Radhakrishnan was born on 5 September 1888, in Thiruttani, Madras Presidency, British India, into a Telugu Brahmin family. His father's name was Sarvepalli Veeraswami and his mother's name was Sitamma.\n\nHis father worked as a subordinate revenue official in the service of a local zamindar (landlord) and the family was a modest one. He did not want his son to receive an English education and wanted him to become a priest. But life had other plans for the young boy.\n\nRadhakrishnan received his education from K.V High School at Thiruttani before moving to the Hermansburg Evangelical Lutheran Mission School in Tirupati in 1896. A good student, he earned many scholarships.\n\nHe attended Voorhees College in Vellore for some time before moving on to the Madras Christian College at the age of 17. He studied philosophy and earned his master’s degree in 1906. His thesis for the M.A. degree was on \"The Ethics of the Vedanta and its Metaphysical Presuppositions\"."},
    {"qid":"Career","qdata": "Sarvepalli Radhakrishnan embarked on an academic career and joined the Department of Philosophy at the Madras Presidency College in 1909. He moved to the University of Mysore in 1918 where he taught at its Maharaja's College.He was offered the professorship at the University of Calcutta in 1921 where he assumed the King George V Chair of Mental and Moral Science. He represented the university at the Congress of the Universities of the British Empire in June 1926 and the International Congress of Philosophyat Harvard University in September 1926.A prominent academician by now, he was invited to deliver the Hibbert Lecture on the ideals of life which he delivered at Harris Manchester College, Oxford, in 1929.He served as the Vice-Chancellor of Andhra University from 1931 to 1936 before being named Spalding Professor of Eastern Religions and Ethics at the University of Oxford and elected a Fellow of All Souls College.He succeeded Pt. Madan Mohan Malaviya as the Vice-Chancellor of Banaras Hindu University (BHU) in 1939, a position he held till 1948.Radhakrishnan’s entry into politics happened quite late in life. He represented India at UNESCO from 1946 to 1952. He was also the Ambassador of India to the Soviet Union from 1949 to 1952.Radhakrishnan was elected as the first Vice-President of India in 1952, during the tenure of President Rajendra Prasad and Prime Minister Jawaharlal Nehru. He succeeded Rajendra Prasad to become the second President of India in 1962 and retired from politics five years later.He was also a renowned author and penned books such as ‘Indian Philosophy’ (two volumes, 1923–27), ‘The Philosophy of the Upanishads’ (1924), ‘An Idealist View of Life’ (1932), ‘Eastern Religions and Western Thought’ (1939), and ‘East and West: Some Reflections’ (1955)."},
    {"qid":"Awards & Achievements","qdata": "In 1954, he was honored with the Bharat Ratna, the highest civilian award in India.In 1968 he became the first person to get Sahitya Akademi fellowship, the highest honor conferred by the Sahitya Akademi on a writer.Shortly before his death in 1975, he was bestowed with the Templeton Prize for advocating non-aggression and conveying \"a universal reality of God that embraced love and wisdom for all people.\""},
    {"qid":"Personal Life & Legacy","qdata": "When he was 16, he entered into an arranged marriage with Sivakamu, a distant cousin. The couple had five daughters and a son. His wife died in 1956, after over 51 years of marriage.\n\nHis birthday, 5 September, has been celebrated as Teachers' Day in India since 1962, the year he became the president, in honor of his belief that \"teachers should be the best minds in the country.\"\n\nHe died on 17 April 1975, at the age of 86."}

  ]
}